silent/.oha/C_256.log
Summary:
  Success rate:	100.00%
  Total:	16.0166 secs
  Slowest:	4.3455 secs
  Fastest:	0.0003 secs
  Average:	0.0044 secs
  Requests/sec:	54739.0149

  Total data:	15.89 MiB
  Size/request:	19 B
  Size/sec:	1015.67 KiB

Response time histogram:
  0.000 [1]      |
  0.435 [875056] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.869 [1]      |
  1.304 [1556]   |
  1.738 [29]     |
  2.173 [44]     |
  2.607 [14]     |
  3.042 [13]     |
  3.476 [7]      |
  3.911 [0]      |
  4.346 [10]     |

Response time distribution:
  10.00% in 0.0012 secs
  25.00% in 0.0013 secs
  50.00% in 0.0017 secs
  75.00% in 0.0033 secs
  90.00% in 0.0039 secs
  95.00% in 0.0041 secs
  99.00% in 0.0045 secs
  99.90% in 1.0261 secs
  99.99% in 1.8398 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0021 secs, 0.0000 secs, 3.0720 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0011 secs

Status code distribution:
  [200] 876731 responses