silent/.oha/C_32.log
Summary:
  Success rate:	100.00%
  Total:	15.0055 secs
  Slowest:	0.0129 secs
  Fastest:	0.0001 secs
  Average:	0.0005 secs
  Requests/sec:	65452.9856

  Total data:	17.80 MiB
  Size/request:	19 B
  Size/sec:	1.19 MiB

Response time histogram:
  0.000 [1]      |
  0.001 [935753] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [44226]  |■
  0.004 [990]    |
  0.005 [684]    |
  0.007 [295]    |
  0.008 [156]    |
  0.009 [26]     |
  0.010 [11]     |
  0.012 [9]      |
  0.013 [6]      |

Response time distribution:
  10.00% in 0.0003 secs
  25.00% in 0.0003 secs
  50.00% in 0.0004 secs
  75.00% in 0.0005 secs
  90.00% in 0.0006 secs
  95.00% in 0.0013 secs
  99.00% in 0.0018 secs
  99.90% in 0.0042 secs
  99.99% in 0.0069 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0067 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0010 secs

Status code distribution:
  [200] 982157 responses