silent/.oha/C_512.log
Summary:
  Success rate:	99.99%
  Total:	16.0145 secs
  Slowest:	4.9038 secs
  Fastest:	0.0004 secs
  Average:	0.0082 secs
  Requests/sec:	57642.0509

  Total data:	16.73 MiB
  Size/request:	19 B
  Size/sec:	1.04 MiB

Response time histogram:
  0.000 [1]      |
  0.491 [918529] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.981 [10]     |
  1.471 [4042]   |
  1.962 [62]     |
  2.452 [274]    |
  2.942 [30]     |
  3.433 [64]     |
  3.923 [6]      |
  4.413 [27]     |
  4.904 [8]      |

Response time distribution:
  10.00% in 0.0012 secs
  25.00% in 0.0013 secs
  50.00% in 0.0016 secs
  75.00% in 0.0033 secs
  90.00% in 0.0039 secs
  95.00% in 0.0041 secs
  99.00% in 0.0046 secs
  99.90% in 1.2344 secs
  99.99% in 3.0546 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0057 secs, 0.0000 secs, 4.1327 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0006 secs

Status code distribution:
  [200] 923053 responses

Error distribution:
  [54] timeout