silent/.oha/C_64.log
Summary:
  Success rate:	100.00%
  Total:	15.0054 secs
  Slowest:	0.0095 secs
  Fastest:	0.0001 secs
  Average:	0.0012 secs
  Requests/sec:	55448.7877

  Total data:	15.08 MiB
  Size/request:	19 B
  Size/sec:	1.00 MiB

Response time histogram:
  0.000 [1]      |
  0.001 [466115] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [320105] |■■■■■■■■■■■■■■■■■■■■■
  0.003 [43832]  |■■■
  0.004 [1696]   |
  0.005 [179]    |
  0.006 [47]     |
  0.007 [11]     |
  0.008 [15]     |
  0.009 [15]     |
  0.010 [13]     |

Response time distribution:
  10.00% in 0.0006 secs
  25.00% in 0.0006 secs
  50.00% in 0.0009 secs
  75.00% in 0.0017 secs
  90.00% in 0.0019 secs
  95.00% in 0.0020 secs
  99.00% in 0.0024 secs
  99.90% in 0.0033 secs
  99.99% in 0.0051 secs


Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0045 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0021 secs

Status code distribution:
  [200] 832029 responses